the	3617591
,	3014574
.	2000501
of	1851782
and	1564707
in	1170222
is	1042308
a	1038668
to	710027
)	561269
(	560729
''	485181
``	478307
as	454759
by	390879
it	360893
was	327919
or	294477
with	291818
on	249730
an	243069
for	238514
's	234535
from	224377
are	185733
its	172313
that	167939
city	167456
which	154105
also	143200
has	123921
most	123847
at	122124
;	115627
south	112667
area	112649
known	108144
north	107255
one	105494
he	104699
state	101283
world	100270
states	98388
united	98096
his	94019
population	89202
:	85058
east	83867
new	81785
largest	81701
other	79897
sea	79434
be	77097
west	74691
american	74530
music	72465
first	68944
part	64669
such	63783
million	62464
who	61840
located	61537
their	60165
film	59483
island	58287
region	58106
after	57397
two	57364
republic	55504
over	54780
were	54141
between	54041
populous	53783
have	53196
europe	52715
used	52677
this	51421
county	50786
but	50571
more	50446
name	49194
may	48886
river	48819
been	48486
-	47084
into	46803
ocean	46415
people	46144
they	45972
about	45492
all	44588
not	44444
officially	43829
than	43363
often	42269
'	41736
some	41351
born	40870
major	40857
western	39947
many	39241
including	38973
kingdom	38947
islands	38861
called	38759
within	38595
term	38386
land	38371
national	37949
group	37420
game	36474
can	36362
had	36299
during	35462
northern	34907
war	34871
rock	34587
second	34568
asia	34440
government	34342
include	34088
well	33877
english	33800
only	33779
television	33671
through	33544
southern	33162
england	33125
european	32933
central	31939
great	31773
time	31759
america	31591
released	31526
since	30496
both	30449
company	30300
album	30263
three	29983
york	29960
band	29615
system	29164
metropolitan	28893
atlantic	28661
union	28577
british	28243
when	28041
form	27448
century	27282
based	27111
international	26892
china	26877
germany	26871
member	26713
london	26686
province	26571
being	26209
coast	25881
years	25703
town	25662
while	25581
total	25130
video	25097
until	25057
university	24957
under	24768
number	24648
%	24557
includes	24544
home	24322
early	24267
indian	24243
games	24173
her	24167
india	24156
africa	24095
referred	23987
french	23762
history	23592
where	23404
along	23400
sovereign	23302
best	23300
political	23216
countries	23209
there	23150
border	23067
several	23059
eastern	22906
usually	22888
later	22823
france	22799
became	22388
bordered	22332
urban	22191
these	22046
large	21954
district	21939
football	21793
she	21707
borders	21705
although	21623
species	21576
canada	21460
family	21322
around	21074
language	21014
main	20976
southeast	20973
single	20648
four	20509
modern	20404
territory	20304
any	20093
small	20091
australia	20019
u.s.	20018
ireland	20007
team	19829
founded	19808
sometimes	19774
considered	19708
greek	19631
up	19613
records	19610
named	19579
areas	19450
popular	19404
each	19371
de	19156
commonly	18837
water	18807
common	18648
developed	18510
britain	18384
lies	18358
center	18299
party	18267
federal	18235
made	18029
earth	17998
1	17986
northeast	17956
pacific	17847
administrative	17738
power	17730
third	17669
played	17602
official	17582
record	17530
california	17443
southwest	17417
end	17357
formed	17333
members	17256
approximately	17186
german	17152
films	17110
art	17110
work	17031
january	17030
empire	16959
written	16929
channel	16898
latin	16890
cultural	16861
peninsula	16826
census	16756
northwest	16654
former	16639
no	16628
now	16533
military	16515
cities	16423
municipality	16371
regions	16319
november	16220
centre	16144
mediterranean	16033
before	16004
created	15967
making	15941
song	15910
march	15763
gulf	15626
long	15509
forms	15469
established	15424
range	15423
entertainment	15292
generally	15252
uk	15249
ancient	15240
october	15238
roman	15191
russia	15152
professional	15096
situated	15087
originally	15072
estimated	15043
i	15014
division	14981
covers	14934
word	14818
produced	14811
september	14780
different	14745
year	14730
public	14730
2011	14619
populated	14607
inhabitants	14587
territories	14566
lake	14550
body	14523
2	14426
house	14371
mountains	14303
general	14298
musical	14208
actor	14182
april	14154
july	14148
life	14110
late	14030
ii	14022
human	13909
original	13889
science	13887
high	13868
then	13843
various	13817
among	13739
japan	13728
italy	13696
typically	13661
john	13606
award	13581
june	13567
consists	13523
nations	13517
king	13494
bay	13492
august	13409
fiction	13368
following	13344
independent	13343
economic	13310
five	13297
title	13284
local	13262
same	13237
december	13231
nation	13171
development	13064
greater	12943
live	12932
however	12927
held	12918
seat	12896
old	12835
near	12771
research	12759
metal	12707
sound	12704
&	12672
defined	12645
primarily	12610
radio	12590
san	12549
much	12534
bc	12509
2010	12507
line	12432
shares	12416
2015	12351
like	12345
included	12317
smaller	12298
computer	12219
surface	12193
published	12180
together	12135
studio	12123
mainland	12123
important	12077
km	12010
formerly	11971
currently	11962
february	11949
media	11940
simply	11840
black	11822
role	11820
meaning	11817
sweden	11756
won	11692
due	11689
social	11676
president	11649
mostly	11648
10	11611
place	11596
3	11589
head	11529
school	11501
mountain	11450
across	11432
network	11416
mexico	11364
production	11355
--	11328
singer	11289
middle	11274
law	11230
park	11139
set	11119
label	11070
began	11065
half	11065
los	11049
church	11036
association	11033
italian	11025
netherlands	10995
another	10971
highest	10969
directed	10969
climate	10945
death	10928
classical	10876
them	10872
parts	10816
languages	10815
african	10776
age	10680
business	10669
current	10653
type	10582
book	10550
larger	10546
times	10499
having	10447
terms	10397
own	10381
songs	10362
out	10314
army	10311
those	10288
angeles	10267
short	10265
sony	10238
canadian	10234
30	10224
zealand	10221
because	10213
found	10199
historical	10194
play	10185
character	10141
off	10140
just	10131
traditional	10106
jazz	10104
refers	10096
show	10096
genus	10092
provinces	10085
awards	10027
given	10021
2006	9998
whose	9989
2014	9964
features	9924
career	9875
global	9824
six	9824
largely	9800
services	9788
20	9748
2013	9727
comedy	9721
order	9674
systems	9649
according	9636
style	9635
council	9627
abbreviated	9625
fourth	9615
2009	9600
service	9596
natural	9594
wales	9571
scotland	9566
person	9514
sports	9502
field	9496
either	9492
season	9485
last	9476
russian	9444
point	9442
works	9437
though	9435
irish	9414
majority	9405
2008	9383
recorded	9361
top	9336
australian	9313
force	9302
comprises	9295
player	9249
air	9233
teams	9203
pop	9201
2000	9158
against	9104
ice	9036
commercial	9023
described	9001
living	8987
continental	8957
4	8951
club	8950
saint	8942
civil	8937
elements	8925
11	8919
community	8912
related	8882
composed	8868
college	8859
almost	8841
15	8834
2007	8824
6	8794
unitary	8755
finland	8751
means	8747
albums	8738
study	8724
him	8701
authority	8701
station	8696
16	8670
associated	8670
contains	8652
greece	8651
guitar	8622
archipelago	8620
market	8608
2016	8590
corporation	8568
story	8544
2005	8503
would	8501
owned	8465
royal	8453
education	8444
red	8428
served	8421
academy	8417
lead	8416
using	8411
valley	8405
others	8390
derived	8371
norway	8296
players	8296
debut	8295
widely	8260
100	8254
writer	8238
5	8222
hockey	8211
spanish	8155
regional	8144
2001	8128
son	8126
kong	8058
today	8040
level	8028
groups	8024
road	8009
1999	7994
densely	7992
names	7970
2002	7938
forces	7927
events	7926
upon	7926
surrounded	7921
led	7907
arts	7904
become	7902
back	7896
hong	7880
poland	7872
artists	7868
novel	7839
office	7835
electronic	7828
similar	7826
books	7812
so	7796
software	7789
2004	7789
size	7764
department	7763
do	7760
recording	7755
space	7741
village	7738
borough	7736
act	7730
12	7729
divided	7726
refer	7713
14	7712
bounded	7712
throughout	7708
7	7683
25	7672
separated	7646
commonwealth	7644
itself	7619
variety	7615
very	7604
blues	7554
organization	7554
seven	7544
port	7537
rivers	7531
make	7494
still	7479
technology	7460
culture	7450
day	7443
caribbean	7433
lower	7409
control	7395
unit	7391
built	7389
17	7388
actress	7384
numerous	7382
branch	7382
50	7380
example	7378
historically	7372
james	7370
types	7329
what	7322
special	7287
parliament	7266
stage	7262
side	7237
artist	7236
19	7233
basketball	7232
punk	7232
least	7221
christian	7216
denmark	7209
performance	7208
oldest	7206
worldwide	7160
maritime	7156
billion	7134
indonesia	7132
definition	7123
soviet	7090
free	7069
information	7066
took	7065
portion	7065
18	7056
singles	7052
leader	7043
significant	7029
windows	7028
southeastern	7025
came	7000
status	6995
less	6993
event	6986
chinese	6983
wide	6960
eu	6957
2003	6951
children	6933
minister	6917
22	6895
physical	6886
particular	6880
1970s	6870
8	6868
distinct	6850
society	6850
columbia	6845
songwriter	6834
industrial	6823
1998	6807
george	6803
emperor	6797
console	6789
individual	6750
applied	6746
13	6746
autonomous	6718
few	6714
building	6713
surrounding	6706
era	6704
summer	6695
roughly	6685
leading	6678
way	6671
counties	6670
spain	6669
belgium	6663
outside	6650
strait	6647
especially	6639
nintendo	6635
us	6633
court	6629
alternative	6608
comic	6605
28	6604
scientific	6599
democratic	6597
chart	6593
motion	6590
arctic	6585
man	6565
comprising	6555
digital	6542
egypt	6541
mass	6532
iran	6532
dynasty	6530
styles	6530
without	6516
2012	6515
literature	6511
second-largest	6504
mainly	6499
20th	6494
plants	6486
boundaries	6477
sold	6469
microsoft	6467
drama	6461
musician	6458
lakes	6455
see	6445
stars	6441
24	6421
playing	6419
even	6407
operating	6404
stadium	6398
headquarters	6386
if	6384
legal	6361
combined	6357
korea	6331
9	6270
basin	6264
rome	6250
diverse	6249
23	6240
bands	6239
primary	6239
eight	6233
separate	6232
parliamentary	6215
baseball	6204
japanese	6202
plays	6194
towns	6187
will	6185
eurasia	6170
residents	6166
low	6162
limited	6156
virginia	6138
successful	6136
financial	6129
street	6109
nearly	6106
light	6106
21	6101
historic	6094
roles	6093
previously	6084
above	6079
process	6078
appeared	6078
brazil	6067
battle	6057
paris	6044
design	6043
1960s	6030
covering	6014
elected	6014
miles	6010
whole	6008
taiwan	6002
ten	5999
chicago	5991
27	5983
certain	5983
coastline	5960
1996	5946
designed	5943
concept	5937
recognized	5929
version	5921
higher	5915
makes	5909
thus	5908
tv	5905
trade	5897
young	5878
nine	5878
disney	5867
ad	5866
success	5864
turkey	5857
earlier	5850
playstation	5838
29	5837
white	5836
feature	5833
la	5825
site	5817
followed	5817
religious	5816
william	5796
1980s	5793
geographic	5781
percent	5748
notable	5744
magazine	5743
executive	5743
medieval	5740
1945	5737
bass	5736
festival	5721
organisms	5709
berlin	5698
beginning	5693
washington	5685
far	5683
1997	5680
received	5676
consisting	5671
square	5643
little	5635
animals	5635
guitarist	5632
1995	5631
c.	5622
pakistan	5619
theatre	5616
specific	5613
baltic	5610
queen	5604
characterized	5593
/	5588
release	5585
robert	5578
austria	5575
texas	5572
left	5570
men	5568
present	5567
bank	5548
electric	5539
cup	5537
landlocked	5537
david	5534
31	5525
inc.	5521
originated	5519
plant	5507
addition	5499
love	5483
support	5482
metropolis	5450
open	5444
subject	5442
star	5442
warner	5431
settlement	5426
winter	5407
parish	5405
massachusetts	5397
involved	5391
fictional	5390
1991	5382
26	5382
b	5370
southwestern	5360
result	5358
charles	5352
hall	5340
grand	5322
broadcasting	5320
big	5310
dutch	5280
guinea	5274
companies	5274
philippines	5273
jurisdiction	5273
instruments	5270
toronto	5266
rather	5256
famous	5256
awarded	5250
geographically	5239
1990	5232
19th	5229
americas	5227
died	5220
northeastern	5220
native	5211
via	5204
prime	5202
further	5199
data	5194
swedish	5188
core	5182
championship	5175
florida	5174
heavy	5172
celtic	5172
comics	5170
starring	5167
centuries	5165
chief	5158
heart	5149
genres	5149
statistical	5141
final	5137
personal	5134
program	5133
divisions	5121
constituent	5116
particularly	5096
temperate	5088
francisco	5080
headquartered	5075
olympic	5066
right	5059
broadcast	5057
performed	5048
every	5045
extensive	5031
1994	5006
standard	4999
position	4987
greatest	4984
entire	4981
literally	4978
extends	4977
active	4971
dance	4948
governed	4938
does	4927
proper	4924
structure	4919
news	4918
studios	4910
period	4897
started	4897
1992	4896
down	4894
geographical	4886
upper	4881
private	4878
racing	4877
spoken	4874
run	4868
districts	4863
assembly	4852
pictures	4852
folk	4852
annual	4814
politician	4810
track	4810
overseas	4809
federation	4799
conference	4798
airport	4795
1990s	4795
writing	4794
hit	4791
oceans	4773
entity	4770
traditionally	4768
animal	4763
computers	4756
railway	4752
fantasy	4748
complex	4744
god	4741
action	4741
georgia	4740
hemisphere	4734
longest	4719
you	4717
entirely	4713
universities	4713
powers	4711
1993	4707
real	4697
ontario	4697
xbox	4689
women	4688
class	4676
uses	4673
material	4672
wars	4656
peter	4651
forest	4638
competition	4632
model	4618
operations	4610
principal	4595
fifth	4594
per	4592
humans	4590
hot	4560
paul	4552
40	4545
solo	4543
words	4541
sense	4540
full	4539
energy	4532
isle	4529
quebec	4510
coastal	4510
flows	4497
products	4496
share	4495
1989	4492
regarded	4476
format	4475
movie	4475
pennsylvania	4474
introduced	4469
navy	4454
antarctica	4452
vocals	4450
sixth	4437
municipalities	4423
$	4418
available	4414
beijing	4412
close	4409
becoming	4409
directly	4407
1982	4404
rugby	4403
r	4402
take	4402
behind	4392
fourth-largest	4382
hill	4381
whom	4375
armed	4373
always	4373
rights	4359
shows	4357
bbc	4349
geography	4348
1972	4344
distributed	4341
race	4322
health	4315
fame	4315
rule	4301
cases	4301
michael	4295
internal	4293
operated	4277
subsidiary	4276
rhythm	4272
cold	4266
switzerland	4263
influential	4254
responsible	4254
did	4251
comes	4243
produce	4241
stories	4235
depending	4232
moved	4230
nature	4219
source	4215
smallest	4213
prominent	4211
1974	4210
provide	4207
serves	4206
isles	4192
section	4190
sovereignty	4188
device	4187
olympics	4185
describe	4183
influenced	4179
adopted	4179
practice	4171
theory	4166
knowledge	4160
norwegian	4153
aircraft	4153
chemical	4151
founding	4150
independence	4149
activity	4149
illinois	4143
academic	4134
covered	4126
alps	4124
reference	4124
vast	4123
athens	4122
influence	4102
revolution	4100
programs	4097
ukraine	4094
ball	4093
tradition	4091
institutions	4088
previous	4087
laws	4086
prior	4079
minor	4077
length	4070
economy	4068
multiple	4068
blue	4064
ranked	4060
lives	4060
1986	4059
czech	4059
connected	4058
except	4056
lyrics	4051
billboard	4050
activities	4049
bridge	4038
students	4038
gold	4038
tour	4035
audience	4031
food	4026
wife	4025
picture	4021
animation	4021
ages	4013
asian	4012
featured	4008
distinguished	4006
audio	4006
catholic	3998
female	3996
initially	3987
arabian	3986
!	3984
roll	3979
green	3979
respectively	3968
charts	3968
programming	3967
titles	3966
formally	3956
once	3955
communities	3953
moscow	3951
st.	3948
golden	3935
visual	3931
mi	3927
rank	3923
franchise	3920
southernmost	3916
mississippi	3915
worked	3912
1979	3911
holds	3907
joined	3907
running	3904
boston	3902
super	3898
hop	3896
internet	3895
cover	3886
nba	3873
eventually	3872
1987	3867
cbs	3864
identified	3860
universe	3859
mobile	3859
themselves	3858
1983	3850
malaysia	3849
opera	3847
working	3847
below	3847
bengal	3846
resources	3845
arab	3843
units	3837
administration	3835
ethnic	3834
1984	3815
1967	3811
1988	3808
horror	3803
cells	3801
jesus	3794
1985	3794
second-most	3787
scottish	3786
medium	3784
hip	3783
sales	3778
metro	3777
successor	3774
delta	3768
intended	3767
continued	3765
techniques	3755
takes	3754
consoles	3748
ohio	3748
medical	3744
sun	3740
governor	3737
latter	3726
better	3723
literary	3718
project	3718
election	3717
past	3717
frequently	3716
bordering	3700
persian	3698
objects	3697
sydney	3687
centres	3685
incorporated	3682
longer	3681
organism	3679
sri	3677
car	3669
voice	3667
key	3666
jersey	3665
heritage	3663
runs	3659
antarctic	3657
adjacent	3656
monarch	3654
additional	3650
alongside	3650
emerged	3633
list	3628
200	3628
strong	3628
towards	3624
definitions	3622
1981	3622
1965	3618
lying	3617
novels	3616
replaced	3615
my	3611
highly	3609
recent	3609
generation	3608
afghanistan	3604
individuals	3603
prize	3601
code	3601
m	3598
wrote	3597
seas	3596
#	3596
michigan	3595
contemporary	3595
prince	3594
relatively	3591
iraq	3589
degree	3584
change	3583
inhabited	3582
figure	3579
killed	3557
1976	3555
create	3553
musicians	3539
could	3538
reached	3537
nepal	3536
imperial	3534
cinema	3534
opened	3533
hills	3533
seen	3533
creation	3529
israel	3527
went	3523
hampshire	3518
rest	3516
constitution	3512
base	3510
philosophy	3509
justice	3507
forming	3505
agriculture	3503
represented	3498
changed	3498
e.g.	3495
richard	3494
congress	3494
1950s	3488
1977	3487
nevada	3486
stone	3485
shore	3482
featuring	3479
drummer	3478
object	3477
shared	3477
taken	3473
iii	3470
boy	3469
electronics	3469
sharing	3466
containing	3462
families	3459
bangladesh	3454
days	3453
thames	3438
policies	3435
designated	3434
universal	3434
thailand	3432
communist	3429
monarchy	3427
remains	3423
derives	3420
1968	3419
architecture	3418
1975	3415
mumbai	3414
ground	3413
rules	3409
remained	3403
online	3400
shanghai	3393
good	3393
lithuania	3390
hungary	3389
zone	3389
al	3388
schools	3388
cell	3385
north-east	3383
foundation	3381
planet	3378
acts	3374
jordan	3373
marine	3369
pronounced	3366
functions	3362
classified	3362
roots	3359
signed	3359
fish	3358
origin	3356
sciences	3351
organized	3350
route	3347
serving	3346
politics	3344
1971	3340
ranges	3335
formal	3335
changes	3330
vocal	3329
seventh	3327
nhl	3324
boundary	3316
1980	3315
giving	3315
rural	3313
publishing	3312
loosely	3311
classification	3308
front	3305
henry	3304
images	3303
points	3301
examples	3300
thomas	3291
characteristics	3289
purposes	3289
content	3286
lands	3286
1970	3286
again	3285
clubs	3285
networks	3284
mark	3281
oblast	3278
islamic	3278
foreign	3270
fox	3269
ruled	3268
arizona	3267
and/or	3267
traditions	3261
split	3260
minnesota	3256
element	3253
brand	3249
louis	3248
cable	3243
text	3243
recordings	3240
said	3238
rail	3237
vocalist	3229
south-west	3228
arabia	3226
brothers	3225
hindi	3224
staff	3220
separates	3219
overall	3217
date	3213
beyond	3212
mathematics	3211
museum	3210
1939	3207
mount	3205
experience	3203
institution	3201
disc	3201
formula	3200
cape	3197
1947	3197
caspian	3196
1964	3191
south-east	3189
limits	3188
lanka	3187
engineering	3179
police	3175
next	3174
democracy	3172
waves	3170
chile	3169
genera	3168
northwestern	3168
me	3167
spanning	3165
crown	3160
function	3160
basic	3159
ago	3157
championships	3156
1956	3154
how	3153
brown	3152
spread	3151
context	3149
nfl	3149
productions	3148
coach	3145
construction	3125
ural	3121
affairs	3120
travel	3117
satellite	3116
operates	3114
mainstream	3112
connects	3108
nazi	3107
lines	3106
disease	3104
direct	3103
existed	3101
straits	3099
environment	3098
yorkshire	3095
regular	3094
decades	3093
purpose	3093
apart	3093
third-largest	3091
oman	3081
1973	3080
walt	3079
1960	3079
spans	3077
birds	3076
night	3072
credited	3072
rocky	3069
interest	3068
victoria	3068
screen	3068
occur	3063
informally	3057
edge	3054
tamil	3053
sudan	3045
impact	3037
importance	3035
case	3033
serbia	3032
board	3032
renamed	3030
claims	3030
fields	3027
ability	3027
seasons	3026
evolved	3025
1948	3020
devices	3020
acting	3018
westernmost	3008
opposed	3005
governing	3004
holy	3004
peak	3004
hard	3004
1969	3004
hollywood	3003
arena	3002
banks	3000
host	3000
average	2999
duke	2998
petersburg	2997
broad	2996
st	2996
plateau	2995
nearby	2992
renaissance	2991
hamburg	2990
occasionally	2988
whether	2988
officer	2986
mexican	2986
training	2983
turn	2983
growth	2981
compete	2976
tip	2976
1949	2975
internationally	2973
goal	2971
crime	2968
turkish	2964
socialist	2962
provincial	2960
biology	2959
focus	2959
normally	2958
noted	2958
starting	2954
chain	2952
fall	2952
double	2951
yet	2948
instead	2947
sources	2947
come	2946
martin	2945
northernmost	2943
holland	2941
capacity	2940
rise	2938
lived	2936
extended	2935
numbers	2933
appointed	2933
1946	2930
transport	2926
display	2924
aspects	2919
lord	2905
swiss	2905
daughter	2904
plain	2900
dominated	2900
away	2897
physics	2893
papua	2892
tropical	2886
el	2883
usage	2881
1966	2881
density	2880
blood	2878
romania	2876
soul	2875
marked	2872
facto	2868
despite	2867
underground	2864
parks	2861
existence	2861
1978	2861
danish	2859
km²	2856
manchester	2856
rhine	2852
finance	2851
gained	2847
fashion	2847
launched	2844
premier	2844
arabic	2844
announced	2841
placed	2841
exist	2838
argentina	2836
1963	2835
scandinavian	2834
biological	2832
property	2832
consist	2830
creating	2829
censuses	2828
neighbouring	2824
caucasus	2824
1918	2823
americans	2822
joseph	2821
popularity	2820
narrow	2816
poet	2816
closely	2813
cuba	2811
hand	2811
montreal	2810
kansas	2810
never	2808
security	2807
highway	2804
buildings	2803
expanded	2803
encompasses	2798
actors	2796
mayor	2788
powerful	2787
delhi	2787
devon	2786
response	2785
earliest	2785
seasonal	2783
strategic	2781
mammals	2779
provides	2778
lee	2774
vietnam	2772
tracks	2770
maryland	2767
governments	2763
deep	2761
competed	2760
merged	2759
performances	2753
granted	2752
treaty	2751
recognition	2750
territorial	2750
lasted	2749
hits	2749
stations	2748
fully	2746
web	2744
organisation	2744
achieved	2743
munich	2743
portuguese	2741
singing	2741
cast	2740
specifically	2740
java	2738
permanent	2736
bulgaria	2736
unique	2735
slovenia	2734
supporting	2733
male	2733
citizens	2733
shortened	2730
bodies	2729
mouth	2723
goods	2723
unlike	2719
santa	2717
ottawa	2716
c	2716
management	2714
constitutional	2711
studies	2709
corner	2707
critical	2707
thought	2706
atari	2706
colorado	2706
value	2705
controls	2701
stock	2700
contrast	2698
listed	2697
annually	2695
1961	2695
carolina	2693
animated	2692
expansion	2691
master	2690
origins	2686
senior	2682
involves	2682
inner	2680
contain	2679
edward	2679
warfare	2671
municipal	2670
dead	2668
tianjin	2661
tokyo	2661
aired	2660
tribe	2659
greenland	2657
narrative	2656
euro	2656
extreme	2648
cd	2647
mean	2646
equivalent	2644
speed	2640
reaching	2638
bishop	2637
canal	2636
naval	2629
environmental	2626
otherwise	2626
distinction	2623
ended	2622
administered	2621
kent	2620
cross	2616
peace	2612
slovakia	2612
1955	2610
champion	2608
dating	2607
peru	2603
subsequently	2602
potential	2601
agency	2601
maintain	2599
saudi	2597
germanic	2596
artistic	2596
amsterdam	2596
ranging	2596
plural	2595
married	2592
32	2587
liberal	2587
processes	2585
tundra	2584
]	2583
pradesh	2582
combination	2579
organizations	2571
widespread	2571
nbc	2571
vancouver	2570
lost	2570
acquired	2567
slightly	2566
policy	2566
80	2565
housing	2562
count	2561
resulted	2560
institute	2559
category	2559
joint	2558
controlled	2555
mary	2555
true	2554
missouri	2550
adapted	2546
centers	2542
congo	2541
dark	2540
constitutes	2537
fast	2537
hebrew	2536
villages	2535
growing	2533
presented	2532
sir	2529
castle	2525
iron	2524
wave	2523
therefore	2522
1958	2521
defense	2518
kings	2518
iceland	2514
volume	2514
croatia	2513
properties	2513
e.g	2512
months	2512
adriatic	2505
provided	2505
atomic	2505
senate	2502
progressive	2499
classic	2499
leagues	2495
simple	2495
notably	2495
bhutan	2494
1962	2491
gas	2490
caused	2489
nordic	2489
educational	2487
[	2486
ever	2485
formation	2485
beach	2484
matter	2482
connection	2481
operation	2480
1937	2478
copies	2478
moving	2475
60	2473
combat	2468
n't	2467
exchange	2464
belarus	2463
course	2463
solar	2463
technical	2463
committee	2461
problems	2460
surrey	2458
dramatic	2458
portugal	2456
future	2454
tony	2451
oil	2450
spelled	2450
places	2445
sides	2442
philadelphia	2441
silver	2438
daily	2438
legislature	2436
nominated	2433
drums	2428
grammy	2426
edition	2425
medal	2423
fought	2421
structures	2420
transportation	2418
rose	2416
armenia	2415
bill	2414
1953	2414
reign	2412
syria	2412
instrumental	2409
indie	2408
bristol	2406
scandinavia	2406
elevation	2406
eighth	2403
opposing	2401
kilometres	2399
older	2398
solomon	2396
must	2396
chennai	2394
himself	2391
houses	2391
romans	2387
subgenre	2387
1952	2383
chongqing	2383
interactive	2380
morocco	2380
winning	2379
string	2378
represent	2374
campus	2373
versions	2371
hub	2369
christ	2367
jr.	2365
offices	2365
appear	2365
korean	2365
professor	2364
ranks	2361
supernatural	2361
agreement	2359
occurs	2356
required	2354
themes	2353
mythology	2352
developing	2352
macau	2352
able	2351
frankfurt	2350
grew	2347
estuary	2346
volcanic	2340
medicine	2340
distance	2339
lie	2339
storage	2337
1940s	2337
height	2336
engine	2330
shelf	2325
magic	2323
cause	2322
writers	2318
tournament	2318
estonia	2316
machine	2314
poetry	2314
bolivia	2313
christianity	2311
confluence	2310
85	2307
oceanic	2307
episodes	2301
manhattan	2299
r.	2298
methods	2297
existing	2297
tennessee	2294
romantic	2293
jones	2292
score	2291
myanmar	2289
mission	2282
setting	2277
heavily	2276
enclosed	2275
effects	2273
complete	2272
1954	2270
2017	2268
relations	2265
1957	2264
colombia	2264
should	2262
16th	2262
5th	2261
1950	2261
etc	2258
week	2258
destination	2257
planets	2254
j.	2253
frank	2252
maldives	2249
accounts	2247
auckland	2247
alexander	2242
vehicle	2241
alberta	2240
prc	2239
khan	2237
manager	2237
completely	2236
facilities	2236
figures	2236
hosted	2234
albania	2233
vinyl	2233
chairman	2229
oceania	2228
downtown	2226
applications	2226
accepted	2226
civilization	2225
appears	2224
extend	2222
basis	2221
comprise	2219
manila	2216
revolutionary	2214
woman	2213
nuclear	2212
500	2210
ninth	2210
exercise	2207
inspired	2207
newspaper	2203
parties	2202
reality	2202
nomenclature	2201
strip	2200
binomial	2200
pressure	2200
actual	2200
secretary	2197
practices	2192
levels	2186
creative	2186
compact	2184
flagship	2184
believed	2182
düsseldorf	2182
parallel	2181
marketing	2181
entities	2180
wood	2180
freedom	2180
bassist	2178
editor	2178
zimbabwe	2177
1920s	2176
1943	2175
taking	2173
issues	2171
antiquity	2171
mtv	2170
flowing	2169
wider	2169
communications	2169
retired	2168
collectively	2166
recently	2166
convention	2165
te	2164
broadly	2162
corporate	2161
things	2160
win	2158
girl	2158
jack	2158
tom	2158
epic	2156
succeeded	2156
peaks	2154
library	2152
70	2151
labels	2148
continuous	2148
remaining	2148
domestic	2148
tower	2147
colonial	2145
continents	2145
metres	2144
manufacturing	2143
1930s	2142
orders	2141
bros.	2141
fire	2141
theme	2140
supreme	2140
plus	2138
presence	2137
oklahoma	2136
predominantly	2136
sequel	2135
van	2134
merger	2134
increased	2133
help	2130
indiana	2129
stretching	2127
dependent	2126
soon	2125
representatives	2125
azerbaijan	2124
periods	2124
?	2124
settled	2121
tree	2121
campaign	2120
polish	2119
fifth-largest	2119
flow	2117
36	2117
latvia	2117
communication	2117
alabama	2116
utah	2116
defeated	2116
starred	2114
vary	2114
oregon	2113
user	2113
standing	2112
waters	2112
incorporates	2112
thousand	2110
increase	2110
ceremonial	2108
1959	2103
providing	2102
advance	2100
serve	2098
typical	2098
extent	2094
stockholm	2094
pc	2091
attack	2091
9th	2090
piece	2090
occupied	2086
commission	2084
multinational	2083
store	2082
garden	2080
learning	2080
biggest	2079
terrestrial	2079
burma	2078
symbol	2077
publication	2077
desert	2075
macedonia	2074
cultures	2073
movies	2071
apple	2070
rate	2069
ideas	2069
vatican	2068
expression	2068
metropolises	2064
civilian	2063
detroit	2062
added	2062
start	2061
materials	2057
steel	2056
louisiana	2055
constructed	2052
appearance	2051
conditions	2051
revenue	2050
flat	2050
north-west	2048
leaders	2045
scene	2042
box	2039
wind	2039
piano	2039
colloquially	2038
rolling	2037
connecticut	2036
twice	2035
younger	2035
360	2034
owner	2033
effect	2033
smith	2030
colleges	2025
holding	2025
guard	2024
selling	2024
contiguous	2023
mike	2021
money	2020
disciplines	2019
perform	2017
defining	2013
adult	2013
launch	2013
fundamental	2011
motor	2010
recognised	2010
completed	2009
present-day	2008
subcontinent	2008
extinct	2008
stream	2007
usa	2005
silent	2002
clear	2001
1936	1997
consequently	1997
might	1995
specialized	1994
scale	1994
alliance	1990
episode	1990
duchy	1990
treatment	1989
fact	1989
branches	1989
performing	1989
1933	1989
luxembourg	1988
watershed	1988
18th	1986
aegean	1985
conflicts	1985
legislative	1984
producing	1981
cook	1981
protected	1981
defines	1980
probably	1980
understood	1979
wrestling	1979
kentucky	1978
waterways	1977
sega	1977
ski	1977
script	1977
birth	1977
scholars	1977
parent	1976
partially	1970
elections	1967
care	1966
north-western	1966
dc	1964
essex	1964
1938	1964
statistics	1962
tasmania	1961
trees	1960
lack	1960
degrees	1960
move	1956
melbourne	1956
pope	1956
rapper	1953
apply	1953
s	1951
theatrical	1950
1942	1950
fighting	1949
mozambique	1948
comedian	1947
settlements	1946
vehicles	1945
islam	1944
palace	1944
hold	1944
earned	1941
conurbation	1941
post	1940
reproduction	1939
han	1939
salt	1938
components	1938
sussex	1938
minutes	1936
nicknamed	1936
scilly	1934
mario	1933
opening	1933
dr.	1929
collective	1927
represents	1926
1924	1925
dialect	1925
kind	1924
seattle	1924
1940	1923
madagascar	1921
indonesian	1918
ran	1917
equipment	1917
plan	1917
reflected	1916
ranking	1916
ship	1916
ridge	1915
possible	1915
arcade	1915
singer-songwriter	1914
method	1914
orchestra	1914
belonging	1913
rich	1913
elizabeth	1911
canton	1910
legislation	1908
locally	1908
relationship	1907
here	1906
reserve	1906
14th	1904
identity	1904
essential	1903
theater	1902
contributed	1902
sparsely	1901
access	1901
selected	1900
helped	1899
initial	1898
develop	1897
command	1897
cars	1895
algeria	1893
nickname	1891
1944	1890
un	1889
declared	1888
hundred	1888
temperature	1887
baja	1886
rapid	1886
consisted	1884
aim	1884
ways	1883
del	1882
abolished	1882
bureau	1881
republics	1879
north-eastern	1878
dates	1878
hague	1878
...	1877
captain	1876
faroe	1874
jewish	1874
reach	1870
3rd	1869
resort	1868
consumer	1866
steve	1866
vanuatu	1865
screenplay	1864
continues	1863
guiana	1862
conglomerate	1861
best-selling	1861
experimental	1861
causes	1859
churches	1859
pearl	1859
weeks	1857
warm	1856
carry	1855
electrical	1855
focused	1855
creek	1855
composition	1855
press	1855
youth	1854
occurring	1854
x	1852
mountainous	1851
cologne	1850
honor	1850
videos	1849
wight	1848
sinai	1846
ecuador	1845
bavaria	1845
duo	1844
invasion	1841
allies	1841
romance	1839
establishment	1839
martial	1839
pieces	1839
atlanta	1837
victory	1837
sq	1837
1st	1837
libya	1835
delaware	1835
throne	1835
protection	1834
mixed	1832
joe	1832
raised	1832
tanzania	1831
wild	1831
return	1831
perhaps	1830
deaths	1829
alphabet	1829
exclave	1828
strings	1827
bob	1826
persons	1826
17th	1822
funk	1821
transcontinental	1820
15th	1819
painting	1819
calgary	1818
contributions	1817
harbour	1817
tasman	1817
nice	1816
2000s	1814
commerce	1813
amount	1813
critics	1810
drive	1810
relative	1807
suburb	1805
reggae	1804
topics	1802
le	1799
scott	1797
direction	1793
distinctive	1793
divides	1793
controversial	1791
kerala	1790
issued	1790
call	1790
jamaica	1788
wii	1788
handheld	1788
give	1787
dedicated	1785
plot	1785
agglomeration	1785
significantly	1784
stuttgart	1784
austrian	1783
hospital	1781
charter	1781
subdivision	1774
solid	1774
representing	1772
lesser	1771
amazon	1768
extending	1767
defence	1766
sexual	1765
arbitrary	1765
we	1763
botswana	1763
paper	1762
draft	1761
jerusalem	1761
image	1761
kazakhstan	1758
historian	1757
involving	1756
queensland	1755
globe	1755
bronze	1754
african-american	1753
discovered	1752
plains	1751
supported	1750
arkansas	1750
sets	1750
gave	1749
boroughs	1749
interpretation	1749
1951	1748
transit	1747
earl	1746
namibia	1746
williams	1743
contract	1743
concepts	1743
dominant	1741
representative	1741
da	1740
results	1740
fellow	1740
anatolia	1739
sixth-largest	1738
brian	1737
marseille	1737
saw	1736
multicellular	1736
secondary	1736
factors	1735
latitude	1735
ethiopia	1735
ships	1733
fort	1731
i.e	1731
appalachian	1730
foot	1729
fixed	1729
article	1729
comcast	1728
remain	1728
view	1726
21st	1726
bce	1725
spent	1723
90	1723
centered	1723
athletic	1721
coalition	1721
stanley	1719
1917	1718
viewed	1716
agricultural	1716
authorities	1715
westminster	1715
component	1714
headed	1714
timor	1713
marketed	1712
8th	1712
1920	1711
guitars	1710
claimed	1710
professionally	1709
historians	1709
condition	1707
self-governing	1707
brought	1704
colony	1703
carried	1701
lyon	1698
returned	1697
somerset	1697
antilles	1693
deal	1692
skin	1692
gothic	1690
muhammad	1689
1932	1688
hardcore	1688
dna	1687
republican	1687
traffic	1686
get	1686
clade	1686
pronunciation	1685
peoples	1685
produces	1683
scenes	1682
linked	1681
suburbs	1681
train	1681
cabinet	1679
whereas	1678
13th	1677
flight	1676
finnish	1676
francis	1675
seventh-largest	1674
something	1674
occupying	1673
avenue	1671
effort	1670
champions	1670
6th	1669
translated	1668
describes	1666
7th	1665
ending	1665
studied	1664
cancer	1664
andaman	1664
1.2	1663
1941	1663
depth	1661
mid	1661
eleven	1661
promotion	1661
intelligence	1659
industries	1657
chris	1656
sections	1656
personnel	1656
contact	1654
commercially	1654
prussia	1653
projects	1652
skating	1651
du	1650
analysis	1650
equal	1649
vienna	1648
kilometers	1647
seoul	1647
hamilton	1646
singers	1646
philip	1645
designation	1643
exists	1643
organ	1640
hyderabad	1640
role-playing	1639
painter	1638
emmy	1637
soccer	1636
explorer	1636
presidential	1635
minute	1634
advertising	1633
begins	1633
christmas	1633
tribes	1632
1914	1632
outer	1631
oxford	1631
welsh	1631
consider	1630
inland	1629
amateur	1629
hardware	1629
room	1628
performs	1628
optical	1628
beauty	1625
ruler	1623
ibm	1622
allow	1622
capable	1621
egyptian	1620
rises	1620
go	1619
jim	1618
muslims	1618
passage	1618
1922	1617
stephen	1616
niger	1615
stands	1614
nadu	1614
charge	1614
interior	1612
sitcom	1612
closed	1612
karnataka	1612
miss	1612
ruling	1612
1935	1611
normal	1611
eye	1610
adventure	1608
edmonton	1606
hertfordshire	1605
1931	1604
oslo	1604
effectively	1603
coined	1603
idea	1603
nobel	1602
central-western	1602
engineer	1602
varies	1601
feet	1600
passed	1600
freshwater	1600
arm	1600
ultimately	1599
physiographic	1597
iberian	1597
junior	1597
officers	1595
occurred	1595
subsequent	1593
stable	1592
seats	1592
alpine	1592
naming	1591
partly	1591
belong	1590
subregion	1590
ensemble	1590
1912	1589
dry	1587
radiation	1585
principality	1585
jackson	1585
appearing	1585
kingdoms	1585
managed	1584
von	1584
paraguay	1583
midwestern	1583
labour	1582
movements	1582
categories	1582
regularly	1581
jean	1581
inside	1579
memory	1579
ce	1578
labor	1577
speech	1576
month	1576
toulouse	1576
resulting	1575
immediately	1575
carbon	1574
nizhny	1574
residential	1573
promote	1572
>	1572
planning	1571
sole	1569
emi	1568
claim	1568
circuit	1568
particles	1568
belt	1567
11th	1567
extant	1567
skills	1567
novgorod	1566
advanced	1566
models	1566
nigeria	1565
hours	1565
twelve	1564
byzantine	1563
belgian	1562
computing	1562
cycle	1562
highlands	1561
61	1561
bowl	1561
documentary	1560
stretches	1559
turner	1558
fans	1558
mental	1558
neither	1557
beat	1557
rhode	1556
influences	1556
test	1556
superior	1556
spring	1556
accompanied	1556
termed	1554
pass	1554
nova	1554
strategy	1553
allows	1553
flowering	1552
geneva	1552
immigration	1551
kenya	1551
estimate	1551
enough	1550
baltimore	1550
achieve	1547
zambia	1547
<	1546
resident	1545
fleet	1545
phenomenon	1544
crossroads	1544
rapidly	1544
guangzhou	1544
prominence	1544
electromagnetic	1543
facility	1543
mathematical	1541
lineup	1540
discovery	1540
dj	1540
face	1540
concentration	1540
printed	1540
efforts	1539
ensure	1539
yellow	1538
1929	1538
landmass	1536
arthur	1535
superhero	1534
melodies	1534
neighborhood	1533
coming	1533
net	1532
caesar	1532
singapore	1531
dvd	1531
round	1530
formats	1529
rotterdam	1528
dublin	1528
des	1528
grow	1528
wall	1527
magazines	1526
64	1526
vertebrates	1526
philosophical	1525
ottoman	1525
reform	1524
channels	1523
ray	1523
nor	1523
u.s	1523
evolution	1523
maximum	1523
commander	1522
exercises	1521
hence	1520
temple	1520
letters	1520
concert	1520
nato	1520
bound	1518
drainage	1517
locations	1517
risk	1516
opposite	1515
mori	1515
constitute	1515
kolkata	1515
moon	1515
genetic	1513
cleveland	1513
notes	1513
e	1511
sanskrit	1511
cathedral	1511
marginal	1506
referring	1506
78th-largest	1505
11th-largest	1504
hero	1503
commune	1503
south-south-west	1502
sounds	1502
regardless	1501
12th-longest	1501
direct-controlled	1500
bordeaux	1500
65.1	1500
21st-most	1500
detective	1500
statethe	1498
friend	1498
block	1496
broader	1496
adventures	1495
civilians	1494
archipelagos	1494
possibly	1494
co-founder	1493
lille	1493
actions	1493
mlb	1492
attempt	1491
titled	1491
indo-european	1489
application	1488
cult	1488
12th	1487
novosibirsk	1486
fusion	1484
shenzhen	1484
sex	1483
1934	1483
1926	1483
wildlife	1481
speaking	1481
responsibility	1481
quality	1480
camera	1478
cartoon	1478
greatly	1478
orthodox	1478
sequence	1475
peaked	1474
tunes	1472
belongs	1472
simon	1471
machines	1470
extension	1469
nagasaki	1467
overland	1467
flowers	1466
grown	1466
drum	1465
producers	1465
races	1465
stylized	1464
fishing	1464
e.	1463
taxonomic	1463
journalist	1463
celebrated	1463
chord	1463
ragtime	1462
abc	1461
thousands	1461
andrew	1460
measured	1459
cambridge	1459
iv	1458
behavior	1458
guatemala	1457
friends	1457
venezuela	1457
shown	1456
testament	1456
interests	1456
johnson	1456
your	1456
weight	1455
1930	1455
positions	1455
muslim	1454
debuted	1453
values	1453
substantial	1453
weapons	1453
scots	1452
amongst	1452
pole	1451
norse	1450
emperors	1449
find	1449
n	1448
maharashtra	1448
doctor	1448
bird	1446
membership	1444
ecological	1444
dakota	1444
necessary	1443
s.	1443
preceded	1442
gives	1442
prix	1441
philosopher	1441
am	1440
miami	1440
economics	1440
ahmedabad	1439
standardised	1438
marino	1438
holocaust	1437
platinum	1436
concentrated	1436
evidence	1436
certified	1434
mya	1433
performers	1432
need	1432
entered	1432
82	1431
pair	1431
monetary	1430
heat	1429
visible	1428
bush	1428
drains	1427
1928	1427
cyprus	1427
gardens	1427
translation	1426
background	1426
exclusively	1425
discontinuities	1424
hiroshima	1424
o	1424
sierra	1423
politically	1423
releases	1423
illustrated	1423
nicobar	1422
tonga	1422
concerned	1422
debate	1422
encompass	1421
criminal	1421
outstanding	1421
flexible	1420
midlands	1420
artificial	1420
alaska	1419
put	1418
becomes	1418
ministry	1415
tennis	1414
albert	1413
speakers	1413
fiji	1411
done	1411
axis	1411
compared	1409
percussion	1409
liquid	1408
67	1408
teachings	1408
reported	1407
bangalore	1404
jurisdictions	1404
operate	1404
sites	1404
seeds	1403
insects	1401
useful	1401
europeans	1400
semi-presidential	1400
ft	1400
confederation	1399
cycling	1398
pioneer	1398
cretaceous	1398
twenty	1398
conservative	1397
goaltender	1397
lion	1396
filmmaking	1395
vicinity	1395
puerto	1395
thirteen	1394
capabilities	1394
ceremony	1393
wing	1392
too	1391
chemistry	1390
reaches	1390
attention	1389
indigenous	1389
+	1387
novelist	1387
circle	1385
rarely	1385
lawrence	1385
characteristic	1384
someone	1383
plate	1382
pitch	1382
forward	1381
dorset	1381
matters	1379
extremely	1379
virgin	1379
hour	1378
grant	1378
five-eighths	1378
multi-sport	1377
helsinki	1376
subjects	1376
leaves	1376
viacom	1375
discipline	1374
howard	1373
speak	1373
employed	1373
corresponding	1373
dropped	1371
di	1371
harry	1371
contest	1371
v	1370
trilogy	1370
gospel	1369
europea	1369
antiquityare	1368
riding	1368
1921	1368
non-oceanic	1368
pitcher	1367
allowed	1367
schengen	1366
montenegro	1365
roads	1365
focuses	1365
commodore	1365
diego	1365
develops	1364
retains	1363
actually	1362
grouped	1362
queens	1362
maria	1361
subfamily	1361
coasts	1361
crew	1360
brain	1360
summit	1358
middlesex	1358
embedded	1358
habitats	1358
soap	1357
appearances	1355
athletes	1354
presentation	1354
tourist	1354
confused	1353
colonies	1353
clan	1353
milan	1353
signal	1352
geopolitical	1352
soil	1352
nashville	1351
anthony	1350
77	1349
pianist	1349
geologic	1349
playwright	1349
alone	1348
jan	1347
forests	1347
assets	1345
lady	1344
fresh	1344
wellington	1344
danube	1342
external	1342
murder	1342
millennia	1339
suburban	1339
illusion	1337
unicellular	1336
dense	1335
articles	1335
hotel	1334
transfer	1332
succession	1332
originating	1332
trophy	1332
briefly	1332
interface	1332
ballet	1331
passes	1331
price	1330
tajikistan	1330
practical	1329
decided	1329
diversity	1327
ring	1327
h.	1326
maintained	1326
fertile	1325
a.	1324
4th	1324
estate	1323
pain	1323
broadway	1322
rising	1321
technique	1320
1919	1320
shaped	1320
revival	1320
adam	1319
balkan	1318
ncaa	1316
1904	1315
daniel	1315
chess	1315
spiritual	1314
realm	1314
l.	1313
vision	1313
competitions	1313
aid	1312
relationships	1312
kosovo	1311
corps	1311
don	1311
y	1310
likely	1310
haiti	1310
norman	1310
our	1310
keys	1309
brooklyn	1309
reason	1308
boys	1308
combines	1308
geology	1307
mali	1307
third-most	1306
allied	1306
las	1306
ds	1305
quezon	1305
modified	1305
student	1304
surviving	1303
introduction	1303
secret	1302
critic	1301
2nd	1301
trading	1300
mindanao	1300
follow	1299
1895	1298
technologies	1297
varied	1297
melody	1297
passenger	1296
tyne	1296
drew	1294
dialogue	1293
tunisia	1293
chamber	1293
severely	1292
ford	1292
orleans	1291
farm	1291
organs	1290
prevent	1290
authors	1289
crust	1288
match	1287
matches	1286
winnipeg	1286
marriage	1286
wisconsin	1285
offers	1285
scattered	1283
soft	1283
winner	1283
weather	1283
criticism	1282
reasons	1282
terrain	1281
personality	1281
idol	1281
alan	1281
participants	1280
dave	1280
rus	1279
invented	1279
texts	1278
arms	1277
rocks	1276
carl	1276
bad	1276
140	1276
orbit	1276
strongly	1275
equator	1275
expedition	1275
300	1275
shortly	1275
sale	1274
atoms	1274
finished	1274
geological	1274
publishers	1273
horn	1271
bible	1271
andes	1270
uganda	1269
passengers	1269
flemish	1269
wilson	1269
legally	1269
leadership	1268
napoleon	1268
contained	1267
cannes	1267
suez	1266
manufactured	1266
sign	1266
dog	1266
processing	1265
connecting	1265
utrecht	1265
backing	1265
sent	1264
conservation	1264
acid	1263
broke	1263
m.	1262
frequency	1261
proposed	1261
approach	1261
spectrum	1261
finally	1259
domain	1259
harbor	1259
birmingham	1258
bell	1257
cost	1257
astronomical	1256
landscape	1255
ordered	1255
silesia	1255
enemy	1255
stand-up	1254
compilation	1254
liverpool	1254
naturally	1254
users	1253
atmosphere	1252
determined	1252
sheet	1252
husband	1252
edinburgh	1252
protect	1251
varying	1251
canberra	1251
chosen	1251
1923	1251
biblical	1250
graduate	1250
benin	1249
courts	1248
1925	1247
distinguish	1247
teaching	1246
enter	1244
mid-atlantic	1244
swing	1244
armenian	1243
transmission	1241
airline	1241
graphics	1240
opponent	1240
understanding	1239
510	1238
subgenres	1237
ionian	1237
server	1236
horse	1236
met	1236
ca	1236
table	1236
uzbekistan	1236
occupies	1236
comune	1235
scotia	1235
lit	1234
account	1233
tectonic	1233
collected	1233
houston	1232
mind	1231
homo	1231
urbanised	1230
decline	1230
soundtrack	1230
followers	1230
gaelic	1230
orange	1229
bulk	1229
filmmaker	1228
brief	1228
54	1228
achievement	1227
cut	1226
venice	1224
fungi	1224
talent	1224
bollywood	1224
exception	1222
encompassing	1222
hindu	1222
venue	1222
tenth	1221
differ	1221
markets	1220
ones	1220
standards	1220
opposition	1220
mode	1219
regarding	1219
angels	1219
d.c.	1218
conquest	1218
marvel	1218
newspapers	1218
erie	1217
vice	1217
substance	1217
additionally	1216
400	1216
linguistic	1216
capitol	1216
reptiles	1215
replace	1215
businesses	1214
ballads	1214
millennium	1213
aesthetic	1212
bruce	1211
rectangular	1211
1903	1210
writings	1209
fisheries	1208
corridor	1208
sons	1207
continue	1206
characterised	1206
scope	1206
independently	1206
falls	1204
meet	1204
christopher	1204
attributed	1204
leaf	1202
scientist	1202
stem	1201
acclaimed	1201
difference	1200
costa	1199
keyboard	1199
girls	1199
deadliest	1198
identifies	1198
snow	1197
reaction	1197
ben	1197
replacement	1197
already	1196
morning	1195
augustus	1195
automobile	1194
berkshire	1192
excluding	1191
faith	1191
patterns	1191
campaigns	1190
designs	1190
shot	1190
constituting	1190
weekly	1189
sacred	1189
coal	1189
tales	1189
grade	1189
speculative	1188
fossil	1188
well-known	1188
dancer	1187
aquatic	1187
ceuta	1187
d.	1187
grouping	1186
gaming	1186
phrase	1186
mystery	1185
reside	1185
income	1185
unified	1185
index	1184
enforcement	1183
civilizations	1183
programme	1183
teacher	1182
et	1181
bonds	1180
cornwall	1180
skiing	1179
bear	1179
somewhat	1178
passport	1176
unknown	1175
shetland	1175
rival	1175
inlet	1174
mongolia	1174
prairie	1174
decade	1173
jutland	1173
sky	1173
trains	1172
loss	1172
princess	1172
skill	1171
rap	1170
walter	1170
pace	1168
bicycle	1168
twin	1167
junction	1167
immediate	1167
sporting	1167
bridges	1166
flanders	1164
alternatively	1163
ep	1163
nile	1163
northward	1163
expected	1161
easily	1160
p.	1159
lebanon	1159
reputation	1159
d	1158
telugu	1158
festivals	1158
diplomacy	1158
boot	1158
memorial	1157
camp	1156
taylor	1156
allen	1156
violence	1156
assigned	1155
phenomena	1154
billy	1154
lowest	1154
meeting	1154
tim	1154
roy	1153
enact	1152
defensive	1152
broadcaster	1152
brazilian	1150
experiences	1150
gloucestershire	1150
societies	1150
rico	1150
coral	1150
know	1150
strips	1149
1.1	1149
clark	1149
bombings	1149
idaho	1148
biodiversity	1148
renowned	1148
issue	1147
going	1147
failed	1146
guest	1146
lieutenant	1145
deals	1145
portrayed	1145
generic	1144
steam	1144
assumed	1144
cone	1144
principles	1143
fruit	1142
premiered	1141
yekaterinburg	1140
tempo	1140
wholly	1140
categorized	1139
description	1139
instance	1139
bohemia	1139
passing	1138
harmony	1138
superpower	1138
oxygen	1137
beliefs	1137
excellence	1136
malawi	1136
driver	1136
broadcasts	1135
phase	1135
receive	1134
subdivisions	1134
1.5	1133
modern-day	1133
stated	1133
leaving	1133
agent	1133
sector	1132
bosnia	1132
journal	1132
1.381	1131
1814	1131
filmfare	1130
judge	1129
1927	1129
express	1128
christians	1128
ports	1128
employees	1128
organic	1127
owns	1127
jerry	1127
closest	1127
hawaii	1126
bantu	1126
eyes	1126
jews	1126
diameter	1126
ska	1126
orkney	1125
promoting	1125
railroad	1125
dynamics	1124
report	1124
newcastle	1124
writes	1124
huge	1123
aristotle	1123
gradually	1123
city-state	1122
informal	1122
10th	1122
psychedelic	1122
assistant	1121
bombing	1121
violin	1121
post-punk	1121
portions	1120
hybrid	1119
survey	1119
creates	1118
uruguay	1118
faculty	1116
thriller	1116
citizenship	1116
indoor	1116
combining	1116
turkmenistan	1116
julius	1114
questions	1113
descended	1113
1908	1113
tells	1113
problem	1112
break	1112
hebrides	1112
brisbane	1112
fell	1112
dancing	1112
holiday	1111
flying	1110
got	1109
lasting	1109
juan	1109
offer	1107
philippine	1106
bhrat	1106
33	1105
analog	1105
ministers	1105
persia	1105
galaxy	1105
effective	1105
tissues	1105
w.	1105
dimensions	1105
baroque	1105
russell	1103
baby	1102
spelling	1101
lewis	1101
abstract	1101
pittsburgh	1101
venture	1101
melodic	1100
grey	1099
website	1098
affected	1098
rooted	1098
reich	1098
constantinople	1098
fine	1098
fourth-most	1097
intellectual	1097
warsaw	1097
sits	1096
strictly	1096
ancestry	1095
gaarjya	1095
tend	1094
35	1093
caledonia	1093
mechanical	1093
singular	1092
measure	1092
infrastructure	1092
honour	1092
urbanized	1092
gamecube	1091
48	1090
two-thirds	1090
frequent	1089
documents	1089
directors	1088
filmed	1088
uttar	1088
canary	1087
dissolved	1087
businessman	1087
railways	1086
seating	1085
gibraltar	1085
undergraduate	1085
contested	1085
entrepreneur	1085
guide	1084
bothnia	1083
chad	1083
scored	1083
enterprise	1083
maintaining	1083
ceo	1083
montana	1083
león	1082
mechanics	1082
poor	1081
extensively	1081
emphasis	1080
ukrainian	1080
voivodeship	1080
angola	1079
french-speaking	1078
clay	1078
lifetime	1077
streams	1077
humor	1077
entry	1076
phone	1075
require	1075
platforms	1074
climates	1074
keyboards	1073
remembered	1073
empires	1073
goals	1073
kevin	1072
allowing	1072
drawn	1071
calendar	1071
eric	1071
rangers	1071
quickly	1071
mac	1070
rio	1069
changing	1068
imaginary	1068
attempts	1068
composers	1067
davis	1067
joins	1066
turned	1065
patrick	1064
uci	1064
taught	1063
douglas	1063
workers	1063
contrasted	1062
lazio	1062
canterbury	1062
glaciers	1062
durham	1061
guangdong	1061
culturally	1060
saskatchewan	1060
mile	1060
excludes	1060
exerts	1059
melilla	1059
register	1059
1891	1059
significance	1058
miller	1058
ghana	1058
occasional	1058
oral	1058
cargo	1057
budget	1057
acoustic	1057
95	1057
pure	1056
antonio	1055
valuable	1055
mentioned	1055
collaboration	1055
1900	1054
departments	1054
stages	1054
belize	1053
card	1053
prose	1053
iowa	1052
views	1052
alliances	1052
abbreviation	1052
graphic	1052
baron	1051
45	1051
cma	1051
extinction	1051
1896	1051
cheshire	1050
phoenix	1050
vote	1050
comprehensive	1050
secular	1049
k	1049
busiest	1049
senegal	1049
wine	1049
continuously	1049
argentine	1048
integrated	1048
bacteria	1048
agglomerations	1048
objective	1048
sweet	1048
seaport	1048
samara	1047
epoch	1047
portable	1047
tr	1047
75	1047
page	1046
peninsular	1046
constant	1045
scheduled	1044
elsewhere	1044
holdings	1044
samuel	1044
competitive	1044
habitat	1044
franklin	1043
transition	1043
jason	1043
three-dimensional	1042
sells	1042
streaming	1042
safety	1042
fight	1042
saints	1041
mix	1041
1,000	1040
appointment	1040
infantry	1040
herzegovina	1040
establish	1040
sugar	1040
wayne	1039
1905	1039
craft	1039
suicide	1039
depression	1039
read	1038
tier	1038
nominations	1037
sperm	1037
sacramento	1037
unesco	1036
lo	1036
severn	1036
solely	1036
township	1034
120	1034
tehran	1033
compound	1033
shores	1033
autonomy	1032
positive	1032
engines	1031
toward	1031
molecules	1029
ali	1029
aviation	1029
retail	1028
rare	1028
females	1028
employs	1028
letter	1027
systematic	1026
derbyshire	1025
hydrogen	1025
prophet	1025
ward	1024
shifted	1023
manner	1023
cambridgeshire	1023
entitled	1023
1.7	1022
selection	1022
anne	1021
eligible	1021
nunavut	1021
downloads	1020
i.e.	1020
tube	1020
governorate	1020
environments	1020
barrier	1020
knight	1020
die	1020
jurassic	1019
dam	1019
copenhagen	1018
tin	1018
resides	1018
citizen	1017
leads	1017
galaxies	1017
troops	1017
b.	1016
pro	1016
buenos	1015
